Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/saamelaiskarajien_hallitus_esittaa_kannanottoa_saamelaisten_totuus-_ja_sovintoprosessista_saamelaiskarajien_kokoukselle.html.tmx
Source language: fin
Languages: sms

source: Saamelaiskäräjien hallitus esittää kannanottoa saamelaisten totuus- ja sovintoprosessista Saamelaiskäräjien kokoukselle
sms: Sääʹmteeʹǧǧ halltõs eʹtǩǩad Sääʹmteeʹǧǧ såbbra peäʹlvälddmõõžž säʹmmlai tuõttvuõtt- da suåvâdvuõttproseeʹss pirr

source: Saamelaiskäräjien hallitus hyväksyi kokouksessa 2.12.2019 kannanoton edelleen esitettäväksi Saamelaiskäräjien kokoukselle, mikäli kokous päättää hyväksyä ehdotuksen saamelaisten totuus- ja sovintokomission asettamisesta.
sms: Sääʹmteeʹǧǧ halltõs priimi såbbrest 2.12.2019 peäʹlvälddmõõžž Sääʹmteeʹǧǧ såbbra õõudâs eʹtǩǩeemnalla, jõs sååbbar tuʹmmad priimmâd eʹtǩǩõõzz säʹmmlai tuõttvuõtt- da suåvâdvuõttkomissio šiõttummšest.

source: Kannanotossa todetaan saamelaisten olevan alkuperäiskansa nykyisten neljän valtion, Norjan, Ruotsin, Suomen ja Venäjän alueella.
sms: Peäʹlväʹlddmest tuõđât, što säʹmmla lie alggmeer ânnʼjõž neellj riikk, Taarrjânnam, Ruõccjânnam, Lääʹddjânnam da Ruõššjânnam vuuʹdest.

source: Saamelaisilla on omana kansana ja alkuperäiskansana sekä kansallisessa että rajoja ylittävässä perspektiivissä itsemääräämisoikeus.
sms: Säʹmmlain lij jiiʹjjes meeran da alggmeeran nuʹtt meersaž ko pâʹjjel raaʹji vuällai perspektiivâst jiõččmeäʹrreemvuõiggâdvuõtt.

source: Kannanotossa painotetaan, että mainittujen valtioiden assimilaatioprosessit ovat kohdistuneet saamelaisiin niin yhteisesti kuin yksilötasolla, kunkin kansallisvaltion ominaispiirtein ja rajat ylittävin tavoin.
sms: Peäʹlväʹlddmest piijât teädd tõõzz, što peäggtum riikki assimilaatioproseeʹss lie kuõsktam säʹmmlaid nuʹtt õhttsiʹžže ko õhttu ooumžen, juõʹǩǩ meersažriikk jiiʹjjesnallšemvuõđivuiʹm da pâʹjjel raaʹji vuällai naaʹlivuiʹm.

source: Kannanotossa viitataan, että valtioiden assimilaatiopolitiikka koskien saamelaisia on haitannut saamen kansan omaehtoista kehitystä ja todellista tasa-arvoa ja yhdenvertaisuuden toteutumista saamelaisten ja yhteiskuntien välillä paikallisesti, alueellisesti, kansallisesti, rajoja ylittävästi ja kansainvälisesti.
sms: Peäʹlväʹlddmest viiʹttjet tõõzz, što riikki assimilaatiopolitikk säʹmmlaid kuõskeeʹl lij häittam sääʹm meer jiõččmääinlaž õuddnummuž da tuõđlaž tääʹssäärv da õõutverddsažvuõđ teâuddmõõžž säʹmmlai da õhttsažkooʹddi kõõsk pääiklanji, vooudlanji, meersanji, pâʹjjel raaʹji vuällʼjen da meeraikõskksanji.

source: Kannanotossa painotetaan, ettei totuus- ja sovintokomission asettaminen ole ilo eikä voitto.
sms: Peäʹlväʹlddmest teäddted, što tuõttvuõtt- da suåvâdvuõttkomissio šiõttummuš ij leäkku rämm ij-ka vuäittmõš.

source: Tähän äärimmäiseen toimenpiteeseen ryhdytään siksi, etteivät aiemmat keinot puolustaa saamelaisten alueita ja kulttuureita ole riittäneet muuttamaan pyrkimyksiä assimiloida saamelaisia valtakulttuuriin.
sms: Tän pukin mââimõs tueiʹmme ääʹljet tõn diõtt, što ääiʹjab neävv peälšted säʹmmlai vuuʹdid da kulttuurid jie leäkku riʹjttjam muʹtted põrggmõõžžid assimilâʹstted säʹmmlaid väʹlddkulttuuʹre.

source: Komission aloittaminen on jaetun surun hetki tietoisena siitä, kuinka monet eivät omana elinaikanaan ehtineet saamaan oikeutta.
sms: Komissio alttummuš lij juõkkum peʹccel teâđsteeʹl tõn, mäʹhtt määŋg jie jiiʹjjes jieʹllemäiʹǧǧen ǩiõrggnam vuäǯǯad vuõiggâdvuõđ.

source: Komission työn tulee purkaa ja auttaa käsittelemään traumoja, joita saamelaiset niin kansana kuin yksilöinä kantavat ylisukupolvisesti.
sms: Komissio tuâj šâdd puʹrǧǧeed da vieʹǩǩted ǩiõttʼtõõllâd traumaid, koid säʹmmla nuʹtt meeran ko õhttu ooumžen kueʹdde pâʹjjel puõlvvõõǥǥi.

source: Näiden traumojen käsittely niin yksilötasolla kuin kollektiivisesti on raskasta ja järkyttävää.
sms: Täi traumai ǩiõttʼtõõllmõš nuʹtt õhttu ooumžen ko kollektiivlanji lij lossâd da täärmtõʹtti.

source: Kuitenkin sen on tapahduttava edes siinä määrin, että epätasapainoa ylläpitävät toimet voidaan tunnistaa ja muuttaa, jotta saamen kansan oikeus itsemääräämiseen myös sisäisesti voi toteutua.
sms: Kuuitâǥ tõn âlgg tuejjeed håʹt tâʹmmet, što panntääʹssteädd tuõʹllʼjeei tuåimid vueiʹtet tobdsted da muʹtted, nuʹtt što sääʹm meer vuõiggâdvuõtt jiõččmeäʹrrummša vuäitt še meer seʹst teâuddjed.

source: Saamelaiskäräjien hallitus esittää Saamelaiskäräjien kokoukselle ehdotuksen totuus- ja sovintokomission asettamiseksi hyväksymistä tai hylkäämistä.
sms: Sääʹmteeʹǧǧ halltõs eʹtǩǩad Sääʹmteeʹǧǧ såbbra eʹtǩǩõõzz tuõttvuõtt- da suåvâdvuõttkomissio šiõttummšest priimmʼmõõžž leʹbe hiâlǥummuž.

source: Lisäksi hallitus esittää Saamelaiskäräjien kokoukselle, mikäli Saamelaiskäräjien kokous päättää hyväksyä ehdotuksen, että Saamelaiskäräjien kokous lisäksi hyväksyy kannanoton saamelaisten totuus- ja sovintokomission asettamisesta sekä hyväksyy esityksen Saamelaiskäräjien menettelyksi kahden komissaarin esittämiseksi valtioneuvostolle.
sms: Lââʹssen halltõs eʹtǩǩad Sääʹmteeʹǧǧ såbbra, jõs Sääʹmteeʹǧǧ sååbbar tuʹmmad priimmâd eʹtǩǩõõzz, što Sääʹmteeʹǧǧ sååbbar lââʹssen preemm peäʹlväʹlddem säʹmmlai tuõttvuõtt- da suåvâdvuõttkomissio šiõttummšest di preemm eʹtǩǩõõzz Sääʹmteeʹǧǧ mõõntõõllmõššân kuõiʹt komissaar eʹtǩǩummša riikksuåvtõʹsse.

source: Lue kannanotto kokonaisuudessaan sekä esitys Saamelaiskäräjien valintamenettelyksi .
sms: Looǥǥ peäʹlväʹlddem obbnes tääiʹben di eʹtǩǩõs Sääʹmteeʹǧǧ vaʹlljeem-mõõntõõllma tääiʹben .

source: Saamelaiskäräjien 5/2019 kokouksen 17.-18.12.2019 esityslista.
sms: Sääʹmteeʹǧǧ 5/2019 såbbar 17.-18.12.2019 äʹššlistt.

source: Lisätietoja:
sms: L ââʹssteâđ :

source: Saamelaiskäräjien puheenjohtaja Tiina Sanila-Aikio puh. 050 300 1780, tiina.sanila-aikio(at)samediggi.fi
sms: Sääʹmteeʹǧǧ saaǥǥjååʹđteei Tiina Sanila-Aikio teʹl. 050 300 1780, tiina.sanila-aikio(at)samediggi.fi
